<template>
	<page-meta :root-font-size="'13px'"></page-meta>
	<view class="">
		<u-navbar :title="data.title" :safeAreaInsetTop="true" :placeholder="true">
			<view slot="left">
				<i class="ri-arrow-left-s-line text-3xl" @click="$u.route({ type: 'navigateBack', delta: 1 })"></i>
			</view>
		</u-navbar>
		<view class="pt-4" style="width: 90%; margin:0 auto;">
			<!-- <rich-text :nodes="data.content"></rich-text> -->
			<!-- 隐私 -->
			<view class="" v-show="isProvicy">
				<view class="" style="text-align: center;">隐私政策</view>
				<view class="" style="text-align: right;">更新日期：2023年06月20日</view>
				<view class="" style="text-align: right;">生效日期：2023年06月20日</view>
				<view class="" style="text-align: left;">引言</view>
				<br>

				雅集（包括可在IOS
				系统及Android系统中运行的名为“雅集”的移动应用程序，以及其他不同版本的程序，以下简称“雅集”）由郑州索而有得信息科技有限公司（包括其关联机构，以下称“我们”）运营并享有完全的所有权及知识产权等权益，雅集提供的服务将完全按照其发布的条款和操作规则严格执行。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息安全：权责一致原则、目的明确原则、选择同意原则、最少够用原则、公开透明原则、确保安全原则、主体参与原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。<br>
				<br>
				本隐私政策（以下简称“本政策”）适用于您在注册使用雅集过程中的相关服务。在使用雅集提供的各项服务前，请您务必仔细阅读并透彻理解本政策，并做出您认为适当的选择。一旦您开始使用我们的各项服务，即表示您已充分理解并同意本政策。需要提醒您注意，本隐私政策仅适用于我们所收集的信息，不适用于通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息以及通过在我们服务中进行广告服务的其他公司或机构所收集的信息。<br>
				<br>
				本政策将帮助您了解以下内容：
				<!-- <br> -->
				<br>
				1.我们如何收集和使用您的个人信息 <br>
				2.我们如何共享、转让、公开披露您的个人信息 <br>
				3.我们如何保护您的个人信息 <br>
				4.您的权利 <br>
				5.关于儿童的个人信息 <br>
				6.本政策如何更新 <br>
				7.如何联系我们 <br><br>
				<strong>相关术语及定义</strong> <br>
				1、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息，包括个人基本资料（姓名、出生日期）、个人身份信息（身份证、军官证、护照、工作证）、个人生物识别信息（个人基因、指纹）、网络身份标识信息（系统账号、IP地址、邮箱地址及前述有关的密码、口令、口令保护答案）、个人健康生理信息、个人教育工作信息（个人职业、职位、工作单位、学历、学位、教育经历）、个人财产信息（银行账号、存款信息、交易和消费记录、财产信息、征信信息）、个人通信信息（通信通讯联系方式、通信记录和内容）、联系人信息（通讯录、好友列表、群列表）、个人上网记录（指通过日志存储的用户操作记录）、个人常用设备记录（包括硬件序列号、Android
				ID、MAC地址、软件安装列表、唯一设备识别码）、个人位置信息（包括行踪轨迹、精准定位信息、住宿信息等）其他信息（婚史、宗教信息、性取向、未公开的违法犯罪记录等）。本定义出自于GB/T35273《信息安全技术个人信息安全规范》。<br>
				2、个人敏感信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。包括个人财产信息（银行账号、鉴别信息、交易和消费记录、流水记录等）、个人生物识别信息、个人身份信息（如身份证、军官证、护照、工作证）、网络身份标识信息（如系统账号、邮箱地址及前述有关的密码、口令、口令保护答案）、其他信息（个人电话号码、性取向、婚史、行踪轨迹、网页浏览记录、精确定位信息、MAC地址、软件安装列表）等，我们将在本隐私政策中对全部个人敏感信息加粗斜体处理。本定义出自于GB/T35273《信息安全技术个人信息安全规范》。我们将在向您收集个人敏感信息之前征求您的同意。但是，如果您自愿提供敏感个人信息，我们将假设您已经同意我们在您已提交该信息的情况下处理该信息。<br>

				3、收集：指获得对个人信息的控制权的行为，包括由个人信息主体主动提供、通过与个人信息主体交互或记录个人信息主体行为等自动采集，以及通过共享、转让、搜集公开信息间接获取等方式。<br>
				4、删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。<br>
				5、公开披露：指向社会或不特定人群发布信息的行为。<br>
				6、转让：指将个人信息控制权由一个控制者向另一个控制者转移的过程。<br>
				7、共享：指个人信息控制者向其他控制者提供个人信息，且双方分别对个人信息拥有独立控制权的过程。<br>
				8、匿名化：指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。注：个人信息经匿名化处理后所得的信息不属于个人信息。<br>
				9、去标识化：指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。<br>
				10、关联公司：指相互之间存在关联关系的公司，关联关系是指公司控股股东、实际控制人、董事、监事、高级管理人员与其直接或者间接控制的企业之间的关系，以及可能导致公司利益转移的其他关系。<br>
				<br> 一、我们如何收集和使用您的个人信息 <br>
				（一）我们如何收集您的个人信息<br>

				<view class="">
					您在使用我们提供的服务时，为了更好地实现服务目的，我们可能收集和使用您的个人信息。包括：<br>
					1、您在注册我们账号时提供的信息<br>
					注册并登录雅集账号时，需要您提供手机号码、第三方账号（微信、QQ、微博）的信息，我们将通过发送短信验证码或邮件的方式来验证您的账号是否有效。您可根据自身需求补充填写个人信息（头像、昵称、性别、生日、招呼语）。<br>
					2、在您使用服务的过程中收集的信息<br>
					使用本隐私政策“（二）我们如何使用您的个人信息”中所列举的我们产品与/或服务时，我们可能会收集您使用的常用设备信息（包括设备型号、电池电量信息、系统版本、AndroidID、MAC地址、地理位置信息、WIFIMAC、SIM卡信息、网络情况、唯一设备标识符、操作系统、分辨率、运营商、电话号码、硬件地址、软件版本、语言设置、IP地址），浏览信息（包括访问的个人主页、访问的动态和访问时间），互动信息（关注的用户、举报/拉黑的用户），发表信息（包括文字、图片、语音），位置信息，交易信息（包括交易记录），身份信息。<br>
					3、第三方向我们提供的信息：<br>
					您在第三方服务中使用雅集的时候，我们会收集第三方服务向我们提供的有关信息，我们向第三方共享的个人信息情形逐项列举如下:
					第三方公司名称 SDK名称<br>
					共享信息名称 客户端 使用目的 使用场景 收集方式 SDK隐私政策链接 <br>
					您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。<br>
					提供上述信息，尤其是个人敏感信息，您可能面临用户信息泄露或用户账号被盗、个人隐私及财产安全难以保障等风险，但我们将尽最大努力避免上述风险发生。<br>
					如您选择不提供上述信息，您可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。<br>
					请注意，上述第三方SDK会在静默状态或后台运行时收集和共享相关的个人信息给我们，相关的个人信息内容和类别以上表为准。<br>
					（二）我们如何使用您的个人信息<br>
					我们会在下列情况下使用您的个人信息：<br><br>
					1、向您提供您使用的各项服务，并维护、改进这些服务。<br>
					（1）发布功能：您可以发布文字、图片、语音,<br>
					我们需要收集您发布的信息，并展示您的昵称、头像、发布内容。<br>
					（2）个性化推送功能：您可以浏览、关注、点赞、评论您感兴趣的动态、用户，我们需要结合您的前述操作行为并通过算法分析，向您进行个性化推荐、展示或推送您可能感兴趣的特定信息。<br>
					在您使用该个性化推送功能时，我们会收集您使用雅集过程中产生的浏览、搜索、关注、点赞、评论行为记录（统称“操作行为”），以及其他依法收集的设备信息和服务日志信息（具体详见后文），通过算法模型预测您的偏好特征，匹配您可能感兴趣的商品、服务或其他信息，对向您展示的商品、服务或其他信息进行排序。<br>
					在此过程中，我们可能会收集的“设备及系统信息”包括：您所使用的设备硬件及系统信息（包括设备型号、操作系统版本、设备设置、设备标识符与广告标识符<br>
					(MAC/IMEI/AndroidID/IDFA/IDFV/OPENUDID/GU设备环境、移动应用列表信息、运行中的进程信息、软硬件特征信息）、系统参数、设备所在位置相关信息<br>
					“服务日志信息”包括：包括您的浏览、点击查看、搜索查询、收藏、关注分享信息、发布信息，以及IP地址、访问日期和时间。<br>
					（3）定位功能：您可以使用与地理位置相关的增值服务（如定位卡、同城卡功能），我们会基于您的地理位置来向您推荐用户、动态等信息。通常情况下，我们需要事先征得您的同意后获取您的地理位置权限，来实现前述相关增值服务。但如果您不同意授予我们您的地理位置信息，为了最大程度地实现该增值服务，我们会调用您的历史地理位置信息、IP地址、手机号归属地等其他日志信息，来获得您的模糊地理位置信息。<br>
					（4）客服功能：您可以向客服发起投诉、申诉或咨询，我们可能会使用您在注册时填写的手机号以及时地向您反馈投诉、申诉或咨询结果，如以个人名义进行投诉，还需要提供身份证件。<br>
					（5）语音连麦功能：如果您希望创建语音连麦，需要先通过个人身份认证，届时您需要提供您的真实姓名、身份证号，在使用连麦派对时，需要使用您的麦克风权限。<br>
					（7）安卓App自启动功能。雅集使用极光推送SDK发送通知等，需要获取自启动权限，及接受自启动的广播。为确保极光推送应用处于关闭或后台运行状态下可正常接收到客户端推送的广播信息，极光推送应用须使用（自启动）能力，将存在一定频率通过系统发送广播唤醒本应用自启动或关联启动行为，是因实现功能及服务所必要的。当您打开雅集
					app内容类推送消息，在征得您的明确同意后，会跳转雅集app打开相关内容。在未征得您同意的情况下，则不会有关联启动。当您打开雅集 app内部下载的文件后，会关联启动第三方APP。<br>
					2、需要提醒您注意，以下情形中，使用您的个人信息无需您的同意:<br>
					（1）与国家安全、国防安全直接相关的。<br>
					（2）与公共安全、公共卫生、重大公共利益直接相关的。<br>
					（3）与犯罪侦查、起诉、审判和判决执行等直接相关的。<br>
					（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的。<br>
					（5）所收集的个人信息是您自行向社会公众公开的。<br>
					（6）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道。<br>
					（7）根据您的要求签订和履行合同所必需的。<br>
					（8）用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障。<br>
					（9）出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的。<br>
					（10）法律法规规定的其他情形。<br>
					二、我们如何共享、转让、公开披露您的个人信息<br>
					我们充分知晓因违法共享、转让、公开披露个人信息对个人信息主体造成损害时所应承担的法律责任，对于您的个人信息的一切共享、转让、公开披露，我们将严格按照以下条款进行：<br>
					（一）共享<br>
					尊重用户个人隐私是我们的一项基本原则。除以下情形外，我们不会与任何公司、组织和个人分享您的个人信息：<br>
					1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。<br>
					2、我们可能会按照司法机关或行政机关的要求对外共享您的个人信息。<br>
					3、与我们的关联公司共享：您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。<br>
					4、与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息,例如在您上网购买我们的产品时必须与物流公司共享您的信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。<br>
					对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。<br>
					（二）转让<br>
					我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br>
					1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。<br>
					2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。<br>
					（三）公开披露<br>
					我们仅会在以下情况下，公开披露您的个人信息：<br>
					1、获得您明确同意后。<br>
					2、基于司法机关或行政机关的要求，我们可能会公开披露您的个人信息。<br>
					三、我们如何保护和存储您的个人信息<br>
					（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。<br>
					我们只会在达成本政策所述目的所需的最短期限内保留您的个人信息，除非法律法规有强制的存留要求，例如，根据《电子商务法》及配套法规的要求，您的订单类交易数据，将会至少保留3年。我们判断前述期限的标准主要包括并以其中较长者为准：<br>
					A.完成与您相关的服务目的、维护相应服务及业务记录、应对您可能的查询或投诉;<br>
					B.保证我们为您提供服务的安全和质量;<br>
					C.您是否同意更长的留存期间;<br>
					D.是否存在保留期限的其他特别约定。<br>
					（二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。<br>
					（三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他雅集用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。<br>
					（四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。<br>
					（五）在不幸发生个人信息安全事件后，我们将按照《网络安全法》第42条第二款之规定及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。<br>
					（六）您的个人信息将存储于中华人民共和国境内，不会进行跨境传输。我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。<br>
					四、您的权利<br>
					无论您何时使用我们，我们都会尽一切可能保证您可以顺利访问自己的账户信息。如果这些信息有误，我们会努力提供各种方式来让您快速更新或删除账户内信息。为了使您拥有充分的能力保障您的隐私和安全，您拥有如下权利:
					<br>
					（一）访问您的个人信息<br>
					除司法机关或行政机关另有要求外，您有权随时访问您的个人信息。包括以下信息：<br>
					账户信息：您的头像、昵称、性别、生日、招呼语<br>
					发布的信息：您发布的动态、消息<br>
					（二）更正您的个人信息<br>
					当您发现您所填写的或者我们处理的关于您的个人信息有错误时，您有权自行更正。当您无法自行更正时，您可以随时联系我们，我们将尽快回复您的更正请求。<br>
					（三）删除您的个人信息<br>
					您有权随时自行删除或者联系我们删除您的个人信息。在以下情形中，您可以向我们提出删除个人信息的请求：<br>
					1、我们处理个人信息的行为违反法律法规的。<br>
					2、我们收集、使用您的个人信息，却未征得您的同意。<br>
					3、我们处理个人信息的行为违反了与您的约定。<br>
					4、我们不再为您提供产品或服务。<br>
					若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非这些实体另行获得您的独立授权。<br>
					当您从我们的服务中删除您的个人信息后，我们也会从备份系统中删除相应的信息。<br>
					如因经营不善等原因，我们停止运营了，我们会立即停止对您对应个人信息的收集，并删除已收集的个人信息。<br>
					（四）改变您授权同意的范围或撤回您的授权<br>
					每个业务功能需要一些基本的个人信息才能得以完成（见本政策“第一部分”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。<br>
					您可以通过删除信息、关闭移动设备功能等方式改变您授权同意的范围或撤回您的授权。<br>
					当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。<br>
					您可以在雅集中通过以下路径“我的”一“右侧功能栏”一“系统设置”一“隐私设置”中取消“位置信息权限”等信息收集授权。<br>
					同时，您也可以在雅集中通过以下路径“我的”一“右侧功能栏”—“系统设置”一“隐私设置”中关闭“个性化内容推荐”。关闭此类信息不会影响您正常使用雅集，但可能无法精准呈现您感兴趣的内容对于其他信息处理授权的撤回，您可以通过本协议第七条公示的联系方式直接联系我们进行处理。<br>
					（五）获取您的个人信息副本<br>
					我们将根据您的书面请求，为您提供以下类型的个人信息副本：您的个人基本资料、个人身份信息。但请注意，我们为您提供的信息副本仅以我们收集的信息为限。<br>
					（六）注销您的账号<br>
					如果您需要注销您的雅集账号，您可以在“设置”点击确认进行账号注销，也可以在我的一右上角一联系客服中联系客服进行账号注销。在注销账号之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。您注销成功后，我们将根据法律法规的要求尽快删除您的个人信息或作匿名化处理。<br>
					（七）Cookie的使用<br>
					为使您获得更轻松的访问体验，您使用我们提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie,Flash
					Cookie，您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。<br>
					请您理解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝我们的Cookie，但这一举动在某些情况下可能会影响您安全访问雅集相关网站和使用我们提供的服务。<br>
					您可以通过浏览器设置拒绝或管理cookies或web beacon。但请注意，如果停用可能会影响您正常访问和使用我们的全部或部分功能和服务。<br>
					（八）约束信息系统自动决策<br>
					在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
					（九）响应您的上述请求<br>
					为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。<br>
					如您不满意，还可以通过以下途径投诉：请在我的一右上角一联系客服，我们将在十五天内做出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。<br>
					在以下情形中，按照法律法规要求，我们将无法响应您的请求：<br>
					1、与国家安全、国防安全直接相关的。<br>
					2、与公共安全、公共卫生、重大公共利益直接相关的关的。<br>
					4、有充分证据表明您存在主观恶意或滥用权利的。<br>
					5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的<br>
					6、涉及商业秘密的。<br>
					五、关于儿童的个人信息<br>
					我们的产品、网站和服务仅面向成人用户。未成年人不得创建自己的用户账户或使用我们提供的产品、网站和服务。<br>
					尽管当地法律和习俗对未成年人的定义不同，但我们将不满18周岁的任何人均视为未成年人。<br>
					六、本政策如何更新<br>
					我们的隐私政策将不定时更新。<br>
					通常情况下，我们不会削减您按照本隐私政策所应享有的权利。我们会在本页面上发布更新后的版本并且以消息推送或应用内消息通知的形式告知您本政策所做的任何变更。<br>
					七、如何联系我们<br>
					如果您对本隐私政策有任何疑问、意见或建议，请在我的一右上角一联系客服与我们联系，我们注册地址以及常用办公地址为：河南省郑州市中原区嵩山北路西、棉纺西路北宏江瀚苑3号楼13层1311。<br>
					如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以通过向我们所在地有管辖权的人民法院提起诉讼的方式寻求解决方案。<br>
					雅集儿童隐私保护声明<br>
					我们致力于保护使用雅集产品和服务的儿童的个人信息。《儿童隐私保护声明》（以下简称“本声明”）和《雅集隐私协议》旨在向监护人（以下简称“您”）和儿童说明我们如何收集、使用、存储和处理儿童的个人信息，以及我们为您与儿童提供的访问、更正、删除和保护这些信息的方式。<br>
					儿童监护人特别说明：<br>
					如果您是儿童用户的监护人，请您仔细阅读和选择是否同意本声明。我们希望请您与我们共同保护儿童的个人信息，教育引导儿童增强个人信息保护意识和能力，指导、提醒和要求他们在未经您同意的情况下，不向任何网络产品和服务提供者提供任何个人信息。<br>
					儿童特别说明：<br>
					如果您是14周岁以下的未成年人，您需要和您的监护人一起仔细阅读本声明，并在征得您的监护人同意后，使用我们的产品、服务或向我们提供信息。<br>
					请您在仔细阅读、充分理解《雅集隐私协议》和本声明后，选择是否同意相关隐私政策以及是否同意您和您监护的儿童使用我们的产品或服务。如果您不同意相关隐私政策和本声明的内容或不同意提供服务所必要的信息，将可能导致我们的产品或服务无法正常运行，或者无法达到我们拟达到的服务效果，您和您监护的儿童可能无法正常使用我们的产品、服务或相关的具体业务功能。<br>
					您点击“同意”即表示您同意我们按照《雅集隐私协议》和本声明的约定收集、使用和处理您和您监护的儿童的信息。<br>
					请您理解，本声明仅适用于我们面向14周岁以下的儿童提供的产品或服务、具有专门面向14周岁以下儿童的功能板块的产品或服务，或者需要用户输入生日、年龄信息以便识别用户年龄的产品或服务。针对不能识别或不主动识别用户年龄的产品或服务，将适用《雅集隐私协议》。<br>
					我们提醒您，本声明中与您和您监护的儿童的权益（可能）密切相关的重要条款，我们已采用加粗字体来特别提醒您，请您重点查阅。<br>
					如您在阅读本声明过程中有任何疑问或权利请求的，我们为您提供了专门的反馈渠道，具体参见本声明中详列的联系方式，我们会尽快为您作出解答。<br>
					<strong>我们收集哪些信息</strong><br>
					雅集严格遵守法律法规的规定及与用户的约定，根据用户选择产品或服务的具体情况，收集您和您监护的儿童的以下个人信息<br>
					1.针对专门面向14周岁以下的儿童提供的产品和服务或部分功能板块，或需要用户输入生日、年龄信息以便识别用户年龄的产品或服务，如注册或使用前述产品或服务，我们会要求用户填写个人生日信息，以识别该用户是否为14周岁以下的儿童，并按照法律法规的规定，在获得监护人同意之后才允许儿童继续使用相关产品或服务。<br>
					2.当我们根据用户提供的上述信息识别出用户为14周岁以下的儿童时，我们会收集您的联系方式，包括手机号码、电子邮箱，并使用这些信息与您联系，验证您与您监护的儿童的监护关系。根据产品或服务验证监护关系、征得您同意的具体方案，我们也可能会将您的账号与儿童账号进行关联，以便保护您和您监护的儿童的个人信息权益。在某些涉及交易的产品或服务中，我们可能会要求收集和绑定您的银行卡相关信息，以便您知悉和管理儿童用户的交易行为。如产品或服务涉及到上传头像功能，我们强烈建议您指导儿童在使用我们产品或服务的过程中不要上传真实的本人肖像照片。<br>
					3.在儿童使用产品或服务过程中，我们会收集相关信息，具体请查阅《雅集隐私协议》“我们如何收集和使用您的个人信息”一节，详细了解我们收集的其他儿童个人信息。<br>
					4.如我们需要超出上述收集范围收集您或您监护的儿童的个人信息，我们将再次告知您，并征得您的同意。<br>
					请您理解，您可以选择是否填写或向我们提供特定的信息，但您如果不填写或提供某些特定的信息,将可能导致我们的产品或服务无法正常运行，或者无法达到我们拟达到的服务效果，您和您监护的儿童可能无法正常使用我们的产品、服务或相关的具体业务功能。<br>
					<strong>我们如何使用这些信息</strong> <br>
					1.我们严格遵守法律法规的规定和与用户的约定，将收集的您和您所监护的儿童的信息用于以下用途：<br>
					·验证儿童和监护人身份<br>
					·提供必要的产品或服务、产品或服务的具体功能<br>
					·用于优化产品或服务、安全保障、服务调查目的<br>
					2.如果我们需要超出上述用途使用您或您监护的儿童的个人信息，我们将再次告知您，并征得您的同意。<br>
					3.共享、转移、披露儿童个人信息的情形<br>
					我们遵照法律法规的规定，严格限制共享、转移、披露儿童个人信息的情形。<br>
					·一般情况下，我们不会向第三方分享儿童的个人信息。我们仅在监护人事先同意的情况下，才可能与第三方分享儿童的个人信息。<br>
					·与监护人分享<br>
					我们会将部分儿童个人信息（如儿童用户名、帐号、密码，以及该儿童用户在我们某些产品和服务中的交易内容）与监护人进行分享，监护人可以访问和管理相关个人信息。<br>
					·仅为实现外部处理的目的，我们可能会与第三方合作伙伴（第三方服务供应商、承包商、代理、应用开发者，例如，代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置服务的地图服务供应商）（他们可能并非位于您所在的法域)分享儿童的个人信息，让他们按照我们的说明、隐私政策以及相关的保密和安全政策来为我们处理上述信息。<br>
					如我们委托第三方处理儿童个人信息的，我们会对受委托方及委托行为进行安全评估，签署委托协议，要求受委托方的处理行为不得超出我们的授权范围，我们委托第三方处理儿童个人信息主要用于以下用途：<br>
					·向儿童提供我们的服务;<br>
					·实现“我们如何使用这些信息”部分所述目的;<br>
					·履行我们在《雅集隐私协议》和本声明中的义务和行使我们的权利;<br>
					·理解、维护和改善我们的服务。<br>
					如我们与上述第三方分享您和儿童的信息，我们将进行安全评估并采用加密、匿名化、去标识化处理保障您和儿童的信息安全。<br>
					·随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您和儿童的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本声明所要求的标准继续保护或要求新的管理者继续保护您和儿童的个人信息。<br>
					·我们可能会将所收集到的1童信自在进行名化<br>
					·我们可能会将所收集到的儿童信息在进行匿名化处理后用于大数据分析，如形成不包含任何个人信息的热力图、洞察报告等。<br>
					·我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。<br>
					·一般情况下，我们禁止对外披露儿童个人信息，但我们可能基于以下目的披露儿童的个人信息：<br>
					·遵守适用的法律法规等有关规定;<br>
					·遵守法院判决、裁定或其他法律程序的规定;<br>
					·遵守相关政府机关或其他法定授权组织的要求;<br>
					·我们有理由确信需要遵守法律法规等有关规定；<br>
					·为执行相关服务协议或本声明、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。<br>
					<strong>存储儿童个人信息</strong> <br>
					1.我们会采取加密技术措施存储儿童个人信息，确保信息安全。雅集存储儿童个人信息，不会超过实现其收集、使用目的所必需的期限。请查阅《雅集隐私协议》“我们如何保护和存储您的个人信息”章节，详细了解我们如何存储和保护儿童个人信息。<br>
					2.当我们的产品或服务发生停止运营的情形或您和儿童的个人信息存储期限届满时，我们将采取例如，推送通知、公告等形式通知您和儿童，并在合理的期限内删除或匿名化处理您和儿童的个人信息。<br>
					<strong>管理儿童个人信息</strong> <br>
					在儿童用户使用我们的产品或服务期间，为了您和儿童可以更加便捷地访问、更正、删除相关个人信息，我们在产品设计中为您提供了相应的操作设置，您也可以通过我们提供的联系方式，来反馈和咨询相关信息。我们会在核实您反馈的问题后及时与您联系。请您理解，在核实过程中，我们可能需要您提供儿童帐号、儿童出生日期、联系方式，以便在完成身份验证和问题核实后继续响应您的需求。<br>
					·访问儿童个人信息<br>
					您和您监护的儿童可以查看儿童用户在使用我们产品或服务中提供或产生的个人信息，包括但不限于用户名、密码、头像、昵称、性别、主动发布的内容。<br>
					·更正儿童个人信息<br>
					当您和您监护的儿童发现我们收集、使用和处理的儿童个人信息有错误时，可以联系我们进行更正。我们会在完成身份验证和核实问题后，及时采取措施予以更正。<br>
					·删除儿童个人信息<br>
					如存在以下情况，您和您监护的儿童可以请求我们删除收集、使用和处理的儿童个人信息。我们会在完成身份验证和核实问题后，及时采取措施予以删除。<br>
					1）若我们违反法律、行政法规的规定或者双方的约定收集、存储、使用、转移、披露儿童个人信息; <br>
					2）若我们超出目的范围或者必要期限收集、存储、使用、转移、披露儿童个人信息;<br>
					3）您撤回同意;<br>
					4）您监护的儿童通过注销等方式终止使用产品或者服务的。<br>
					但请注意，若您和被监护儿童要求我们删除特定儿童个人信息，可能导致该儿童用户无法继续使用我们的产品和服务或产品和服务中的某些具体业务功能。<br>
					如您发现在未事先征得您同意的情况下收集了您儿童的个人信息，请及时联系我们，我们会设法尽快删除相关数据。<br>
					<strong>儿童何时可以自己管理帐号</strong> <br>
					被监护儿童年满14周岁后，有权自行管理其帐号。如果儿童用户选择自行管理其雅集帐号，您将无法继续访问或控制其帐号。当被监护儿童有权自行管理雅集帐号时，我们会通知您和被监护儿童。<br>
					<br> <strong>本声明的适用</strong><br>
					如果儿童用户选择自行管理其雅集帐号，您将无法继续访问或控制其帐号。当被监护儿童有权自行管理雅集帐号时，我们会通知您和被监护儿童。<br>
					本声明仅适用于我们专门面向14周岁以下的儿童提供的产品或服务或部分功能板块的产品或服务，或者需要用户输入生日、年龄信息以便识别用户年龄的产品或服务，针对不能识别或不主动识别用户年龄的产品或服务，仅适用《雅集隐私协议》。<br>
					请您理解，如本声明未规定之处，参照适用《雅集隐私协议》。<br>
					在适用本声明的情况下，如本声明与《雅集隐私协议》的条款规定存在不一致的，以本声明为准。<br>
					<br><strong>联系我们</strong> <br>
					如您对本声明有任何疑问和反馈，您可以将您的问题发送至我的一右上角一联系客服，我们将尽快审核所涉问题，并在验证您身份后的十五个工作日内发生回复。<br>

				</view>
			</view>

			<!-- 用户 -->
			<view class="" v-show="isUserAgreement">
				<view class="" style="text-align: center;">用户协议</view>
				<view class="" style="text-align: right;"> 更新时间：2023年6月20日</view>
				<view class="" style="text-align: right;">生效时间：2023年6月20日</view>
				<br>
				雅集（包括可在IOS
				系统及Android系统中运行的名为“雅集”的移动应用程序，以及其他不同版本的程序，以下简称"雅集”）由郑州索而有得信息科技有限公司（包括其关联机构，以下合称“我们”）运营并享有完全的所有权及知识产权等权益，雅集提供的服务将完全按照其发布的条款和操作规则严格执行。我们在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。
				<br><br>本协议约定我们与用户之间关于“雅集”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由我们随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在我们修改协议条款后，如果用户不接受修改后的条款，请立即停止使用我们提供的服务，用户继续使用我们提供的服务将被视为接受修改后的协议。
				<br><br>一、帐号注册
				<br><br>1、用户在使用本服务前需要注册一个“雅集”帐号。“雅集”帐号应当使用手机号码注册，请用户使用尚未注册“雅集”帐号的手机号码，以及未被我们根据本协议封禁的手机号码注册“雅集”帐号。我们可以根据用户需求或产品需要对帐号注册和绑定的方式进行变更，而无须事先通知用户。
				<br><br>2、用户完成注册允许使用位置信息即表明用户同意我们提取、公开及使用用户的地理位置信息。如用户需要终止向其他用户公开其地理位置信息，可自行设置。
				<br><br>3、鉴于“雅集”帐号的注册方式，用户同意我们在注册时将使用用户提供的手机号码或自动提取用户的手机号码及自动提取用户的手机设备识别码等信息用于注册。
				<br><br>4、在用户注册及使用本服务时，我们需要搜集能识别用户身份的个人信息以便我们可以在必要时联系用户，或为用户提供更好的使用体验。我们搜集的信息包括但不限于用户的姓名、性别、年龄、出生日期、身份证号、地址、学校情况、公司情况、所属行业、兴趣爱好、常出没的地方、个人说明；我们同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。
				<br><br>5、“雅集”软件服务仅面向成年人使用，任何18岁以下的用户不得下载和使用本
				<br><br> 服务。
				<br><br> 二、服务内容
				<br><br>
				1、本服务的具体内容由我们根据实际情况提供，包括但不限于授权用户通过其帐号进行上传照片、好友匹配、资料填写、社交聊天，我们可以对其提供的服务予以变更，且我们提供的服务内容可能随时变更；用户将会收到我们关于服务变更的通知。
				<br><br>
				2、我们提供的服务包含免费服务与收费服务。用户可以通过付费方式购买收费服务，对于收费服务，我们会在用户使用之前给予用户明确的提示，只有用户根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，用户才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。
				<br><br>三、所需获取的权限
				<br><br> 1、地理位置
				<br><br>当您使用与位置有关的服务时，我们可能会记录您设备所在的位置信息，以便为您提供相关服务，如根据地理位置进行匹配服务。
				<br><br> 2、照片
				<br><br> 当您上传照片时，我们会需要您开启获取照片权限，从而为您提供发布照片的
				<br><br> 服务。
				<br><br> 3、麦克风
				<br><br> 当您录制音频时，我们会需要您开启获取麦克风的权限，以便为您更好地提供录制音频并上传发布的服务。
				<br><br> 4、相机
				<br><br> 当您需要拍照上传照片时，我们会需要您开启获取相机权限，从而为您提供拍照上传照片的服务。
				<br><br> 5、通知
				<br><br> 我们会需要您开启通知的权限，以便为您提供实时消息提醒的服务。
				<br><br>6、蜂窝移动数据
				<br><br> 我们会需要您开启蜂窝移动数据权限，以便为您提供网络服务。
				<br><br>四、用户个人隐私信息保护
				<br><br>
				1、用户在注册帐号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。
				<br><br>
				2、个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在我们服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。
				<br><br>
				3、尊重用户个人隐私信息的私有性是我们的一贯制度，我们将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者我们发现存在发生前述情形的可能时，将及时采取补救措施。
				<br><br> （1）我们根据法律法规规定或有权机关的指示提供用户的个人隐私信息;
				<br><br> （2）由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因我们原因导致的个人隐私信息的泄露;
				<br><br>（3）用户自行向第三方公开其个人隐私信息;
				<br><br>（4）用户与我们及合作单位之间就用户个人隐私信息的使用公开达成约定，我们因此向合作单位公开用户个人隐私信息;
				<br><br>（5）任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。
				<br><br>4、用户同意我们可在以下事项中使用用户的个人隐私信息：
				<br><br>（1）我们向用户及时发送重要通知，如软件更新、本协议条款的变更;
				<br><br> （2）我们内部进行审计、数据分析和研究等，以改进我们的产品、服务和与用户之间的沟通;
				<br><br> （3）依本协议约定，我们管理、审查用户信息及进行处理措施;
				<br><br> （4）《隐私协议》中的有关处理措施;
				<br><br> （5）适用法律法规规定的其他事项。
				<br><br> 除上述事项外，如未取得用户事先同意，我们不会将用户个人隐私信息使用
				<br><br> 于任何其他用途。
				<br><br> 5、为了改善我们的技术和服务，向用户提供更好的服务体验，我们可能会自行收集使用或向第三方提供用户的非个人隐私信息。
				<br><br> 五、内容规范
				<br><br>1、本条所述内容是指用户使用本服务过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于帐号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用帐号或本服务所产生的内容。
				<br><br>2、用户不得利用“雅集”帐号或本服务制作、上载、复制、发布、传播如下法律、法规和政策禁止的内容：
				<br><br> （1）反对宪法所确定的基本原则的;
				<br><br> （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;
				<br><br>（3）损害国家荣誉和利益的;
				<br><br>（4）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的;
				<br><br>（5）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的;
				<br><br>（6）煽动民族仇恨、民族歧视，破坏民族团结的;
				<br><br>（7）破坏国家宗教政策，宣扬邪教和封建迷信的;
				<br><br>（8）散布谣言.扰乱经济秩序和社会秩序的;
				<br><br>（9）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;
				<br><br>（10）侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的;
				<br><br>（11）不遵守法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的“七条底线”要求的;
				<br><br>（12）含有法律、行政法规禁止的其他内容的信息。
				<br><br>3、用户应当防范和抵制制作、复制、发布含有下列内容的不良信息：
				<br><br>（1）使用夸张标题，内容与标题严重不符的;
				<br><br>（2）炒作绯闻、丑闻、劣迹等的;
				<br><br>（3）不当评述自然灾害、重大事故等灾难的;
				<br><br>（4）带有性暗示、性挑逗等易使人产生性联想的;
				<br><br>（5）展现血腥、惊悚、残忍等致人身心不适的;
				<br><br>（6）煽动人群歧视、地域歧视等的;
				<br><br>（7） 宣扬低俗、庸俗、媚俗内容的;
				<br><br>（8）可能引发未成年人模仿不安全行为和违反社会公德行为、诱导未成年人不良嗜好等的;
				<br><br>（9）其他对网络生态造成不良影响的内容。
				<br><br>4、用户不得利用“雅集”帐号或本服务制作、上载、复制、发布、传播如下干
				<br><br>扰“雅集”正常运营，以及侵犯其他用户或第三方合法权益的内容：
				<br><br>（1）含有任何性或性暗示的;
				<br><br>（2）含有辱骂、恐吓、威胁内容的;
				<br><br>（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的;
				<br><br>（4）涉及他人隐私、个人信息或资料的;
				<br><br>（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的;
				<br><br>（6）扰乱社会舆论，影响社会价值判断，损害网民和企业合法权益的“有偿
				<br><br>删帖”等黑公关相关行为;
				<br><br>六、使用规则
				<br><br> 1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表我们的观点、立场或政策，我们对此不承担任何责任。
				<br><br>2、用户不得利用“雅集”帐号或本服务进行如下行为:
				<br><br>（1）提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的;
				<br><br>（2）强制、诱导其他用户关注、点击链接页面或分享信息的;
				<br><br>（3）虚构事实、隐瞒真相以误导、欺骗他人的;
				<br><br>（4）利用技术手段批量建立虚假帐号的;
				<br><br>（5）利用“雅集”帐号或本服务从事任何违法犯罪活动的;
				<br><br>（6）制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的;
				<br><br>（7）其他违反法律法规规定、侵犯其他用户合法权益、干扰“雅集”正常运营或我们未明示授权的行为。
				<br><br>3、用户须对利用“雅集”"帐号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与我们无关。如因此给我们或第三方造成损害的，用户应当依法予以赔偿。
				<br><br>
				4、我们提供的服务中可能包括广告，用户同意在使用过程中显示我们和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，我们不承担任何责任。
				<br><br> 七、账户管理
				<br><br>
				1、“雅集”帐号的所有权归我们所有，用户完成申请注册手续后，获得“雅集"帐号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。我们因经营需要，有权回收用户的“雅集”帐号。
				<br><br> 2、用户可以更改、删除“雅集”帐户上的个人资料、注册信息及传送内容等，但需注意，删除有关信息的同时也会删除用户储存在系统中的文字和图片。用户需承担该风险。
				<br><br>
				3、用户有责任妥善保管注册帐号信息及帐号密码的安全，因用户保管不善可能导致遭受盗号或密码失窃，责任由用户白行承担。用户需要对注册帐号以及密码下的行为承担法律责任。用户同意在任何情况下不使用其他用户的帐号或密码。在用户怀疑他人使用其帐号或密码时，用户同意立即通知我们。
				<br><br>
				4、用户应遵守本协议的各项条款，正确、适当地使用本服务，如因用户违反本协议中的任何条款，我们在通知用户后有权依据协议中断或终止对违约用户“雅集”帐号提供服务。同时，我们保留在任何时候收回“雅集”帐号、用户名的权利。
				<br><br>
				5、如用户注册“雅集”帐号后一定时期内没有使用的（包括但不限于超过三个月未登录、无信息内容发布、无增值服务记录、无真实身份信息认证等），经通知用户后，我们可以收回该帐号，以免造成资源浪费，由此造成的不利后果由用户自行承担。
				<br><br>八、数据储存
				<br><br> 1、我们不对用户在本服务中相关数据的删除或储存失败负责。
				<br><br>2、我们可以根据实际情况自行决定用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。用户可根据自己的需要自行备份本服务中的相关数据。
				<br><br> 3、如用户停止使用本服务或本服务终止，我们可以从服务器上永久地删除用户的数据。本服务停止、终止后，我们没有义务向用户返还任何数据。
				<br><br> 九、风险承担
				<br><br>
				1、用户理解并同意，“雅集"仅为用户提供信息分享、传送及获取的平台，用户必须为自己注册帐号下的一切行为负责，包括用户所传送的任何内容以及由此产生的任何后果。用户应对“雅集”及本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。我们无法且不会对因用户行为而导致的任何损失或损害承担责任。如果用户发现任何人违反本协议约定或以其他不当的方式使用本服务，请立即向我们举报或投诉，我们将依本协议约定进行处理。
				<br><br> 2、用户理解并同意，因业务发展需要，我们保留单方面对本服务的全部或部分服务内容变更、暂停、终止或撤销的权利，用户需承担此风险。
				<br><br> 十、知识产权
				<br><br>
				1、除本服务中涉及广告的知识产权由相应广告商享有外，我们在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权均归我们所有，但用户在使用本服务前对自己发布的内容已合法取得知识产权的除外。
				<br><br> 2、除另有特别声明外，我们提供本服务时所依托软件的著作权、专利权及其他知识产权均归我们所有。
				<br><br>
				3、我们在本服务中所涉及的图形、文字或其组成，以及其他我们标志及产品、服务名称（以下统称“我方标识”），其著作权或商标权归我们所有。未经我们事先书面同意，用户不得将我方标识以任何方式展示或使用或作其他处理，也不得向他人表明用户有权展示、使用、或其他有权处理我方标识的行为。
				<br><br> 4、上述及其他任何我们或相关广告商依法拥有的知识产权均受到法律保护，未经我们或相关广告商书面许可，用户不得以任何形式进行使用或创造相关衍生作品。
				<br><br>
				5、用户承诺，通过雅集平台发布上传的内容（包括但不限于文字、图片、（短）视频、音频等各种形式的内容）为用户原创或已获合法授权，上传内容的知识产权归属于用户本人或者相关权利人所有。如用户发送或传播的内容违法违规或侵犯他人合法权利的，雅集有权进行独立判断并采取删除、屏蔽或断开链接等措施。因侵犯他人知识产权而引发纠纷的，用户须自行承担全部责任，如因此给雅集造成额外损失的，雅集有权按照法律规定要求用户赔偿。
				<br><br>
				6、用户承诺，针对用户通过雅集平台上传、发布或传输的内容（包括但不限于文字、图片、音频、（短）视频、表情包等），用户不可撤销地授予我们一项全球范围内、免费、非独家、可再许可的权利，包括但不限于复制、翻译、汇编、信息网络传播、改编、制作衍生品、表演、展示、放映、发行的权利，以及与上述权利相关的商业开发、宣传和推广等权利。雅集对有关内容的使用范围包括但不限于在雅集平台或雅集指定的其他网站、应用程序、产品或终端设备等。
				<br><br> 十一、法律责任
				<br><br>
				1、如果我们发现或收到他人举报或投诉用户违反本协议约定的，我们有权不经通知随时对相关内容，包括但不限于用户资料、聊天记录进行审查、删除，并视情节轻重对违规帐号处以包括但不限于警告、帐号封禁、设备封禁、功能封禁的处罚，且通知用户处理结果。
				<br><br>
				2、因违反用户隐私协议被封禁的用户，可以自行查询封禁期限，并在封禁期限届满后自助解封。其中，被实施功能封禁的用户会在封禁期届满后自动恢复被封禁功能。被封禁用户可向我们网站相关页面提交申诉，我们将对申诉进行审查，并自行合理判断决定是否变更处罚措施。
				<br><br>3、用户理解并同意，我们有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。
				<br><br> 4、用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿我们与合作公司、关联公司，并使之免受损害。
				<br><br> 十二、不可抗力及其他免责事由
				<br><br>
				1、用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，我们将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，我们及合作单位在法律允许的范围内免责。
				<br><br>
				2、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。
				<br><br>
				3、用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，我们不承担任何责任。
				<br><br>
				4、用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，我们不承担任何责任。
				<br><br> 5、用户理解并确认，我们需要定期或不定期地对“雅集”平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，我们无需为此承担任何责任，但我们应事先进行通告。
				<br><br> 6、我们依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成我们的义务或承诺，我们不能保证及时发现违法违规或违约行为或进行相应处理。
				<br><br> 7、用户理解并确认，对于我们向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，我们无需承担任何责任：
				<br><br> （1）我们向用户免费提供的服务;
				<br><br> （2）我们向用户赠送的任何产品或者服务。
				<br><br>
				8、在任何情况下，我们均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用“雅集”或本服务而遭受的利润损失，承担责任（即使我们已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，我们对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户因使用我们提供的服务而支付给我们的费用（如有）。
				<br><br> 十三、服务的变更、中断、终止
				<br><br>1、鉴于网络服务的特殊性，用户同意我们有权随时变更、中断或终止部分或全部的服务（包括收费服务）。我们变更、中断或终止的服务，我们应当在变更、中断或终止之前通知用户，并应向受影响的用户提供等值的替代性的服务。
				<br><br>2、如发生下列任何一种情形，我们有权变更、中断或终止向用户提供的免费服务或收费服务，而无需对用户或任何第三方承担任何责任：
				<br><br>（1）根据法律规定用户应提交真实信息，而用户提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明;
				<br><br>（2）用户违反相关法律法规或本协议的约定;
				<br><br>（3）按照法律规定或有权机关的要求;
				<br><br>（4）出于安全的原因或其他必要的情形。
				<br><br> 十四、虚拟物品
				<br><br>
				14.1若无特殊说明，用户通过使用雅集产品/服务，获得的角色、金币、礼物、积分、等级道具、兑换物品等虚拟物品，具体获取方式、使用方法、期限等以雅集页面中附带的说明及用户指南或具备以上解说性质的类似官方文档为准。前述内容会因用户需求、运营策略调整、用户接受程度等因素随时进行调整，前述内容一经在相关的页面上公布即有效代替原来的协议内容，同时雅集将以适当的方式（包括但不限于系统弹窗、站内信、网站公告等）提醒您更新后的内容，以便您及时了解本协议的最新版本。
				<br><br> 14.2
				雅集中各类虚拟物品，如对使用期限无特殊标识的，均默认用户可在获得使用权后持续使用，直至相应服务终止；如对使用期限有特殊标识的，则其使用期限以特殊标识的期限为准，超过使用期限的，雅集有权不另行通知用户而随时收回其使用权（该使用期限一经起算不因任何原因而中断、中止或重新起算）。
				<br><br>
				14.3您知悉并理解，雅集中各类虚拟物品属于在线交付的数字化商品，购买费用系数字化商品价格，而不具有预付款性质或者定金、储值等性质，购买成功后不可转让或逆向兑换成人民币或其他法定货币（本协议另有约定的情形、因虚拟物品服务存在重大瑕疵导致您完全无法使用等雅集违约的情形、法律法规要求必须退款的情形或经雅集判断后认为可以退款的情形除外），同时，雅集不提供通过金币、积分等兑换的虚拟物品的退货、换货服务。
				<br><br>
				14.4您不得以营利、商业化运营等非个人使用目的获取/使用虚拟物品，或通过赠与（除本身可赠与的虚拟物品外）、出借、转让、销售、抵押、许可他人使用等方式获取、处置虚拟物品。您知悉并理解，不同支付渠道的渠道商可能根据其制定的渠道政策向您收取渠道费，购买费用可能因购买渠道政策不同而产生差异，请您注意各购买渠道的渠道费，并根据自身需要选取购买渠道。
				<br><br> 14.5您必须为绑定的支付渠道账户开户人/持有人，可合法、有效使用该账户且未侵犯任何第三方权益，否则因此造成支付账户实际所有人损失的，应由您单独负责解决由此产生的纠纷并承担全部法律责任。
				<br><br> 14.6
				您应在购买虚拟物品时仔细确认账号、支付账户、购买数量、购买费用等交易信息准确无误，如因您自身原因（包括但不限于账号错误、支付账户错误、操作不当、账号/支付账户存在异常情况等）导致的任何损失应由您自行承担。
				<br><br>
				14.7严禁第三方代充：您只可在产品内或者通过雅集认可、指定的交易平台进行充值。对于用户在任何非雅集事先认可的充值平台或其他交易平台进行充值的相关行为（包括但不限于用户通过淘宝网taobao.com等第三方进行充值），雅集将予以严厉打击和处罚。一经查证属实，雅集有权视具体情况采取各种处理措施，包括但不限于如下一项或几项：警告、倒扣数值、暂时冻结或回收虚拟物品、暂时冻结部分或全部功能、永久冻结部分或全部功能、强制离线、暂时禁止登录、永久禁止登录、封停账号、删除档案及采取其他技术措施防止用户从事该等行为；情节严重的，雅集保留追究用户法律责任的权利。雅集对于非经雅集指定途径/渠道获得的虚拟物品服务不承担任何义务和/或法律责任。
				<br><br>
				14.8严禁不诚信充值：用户成功为雅集产品/服务充值获得虚拟物品使用权或增值服务（以下统称“充值收益”）后，如对雅集产品/服务有任何误会、不满意、建议或其他诉求的，可随时通过雅集官方公布的客服联系方式通知雅集。用户未选择该等方式而是另行进行退款操作的，应立即通过雅集官方公布的客服联系方式通知雅集扣除相应的充值收益；如用户进行退款操作后仍占有充值服务的属不诚信行为，雅集将予以严厉打击和处罚，包括但不限于如下一项或几项：警告、倒扣数值、暂时冻结或回收游戏虚拟物品或增值服务、暂时冻结部分或全部功能、永久冻结部分或全部功能、封停账号、删除档案及采取其他技术措施防止用户从事该等行为；情节严重的，雅集保留追究用户法律责任（包括但不限于民事责任、刑事责任）的权利。
				<br><br> 14.9您理解并同意，如存在本协议其他条款禁止的行为或存在以下情形，雅集有权单方中止或终止本协议，或单方决定中止或终止向您提供全部或部分虚拟物品服务，上述权利的行使无期限限制:
				<br><br> （1）您利用雅集、购买渠道或其他第三方的软件/网站/规则漏洞，通过正当或非正当手段获得虚拟物品和/或服务；
				<br><br> （2）您通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式更改虚拟物品数量、虚拟物品购买费用等信息;
				<br><br>
				（3）您存在或雅集经独立判断后认为您存在任何违反国家法律法规、雅集服务条款、公序良俗和/或有损雅集和/或其他策三方合法权益的行为的，如利用虚拟物品为注码赌博的犯罪行为、利用虚拟物品进行洗钱的犯罪行为;
				<br><br> （4）根据法律法规、监管政策的规定或有权机关的要求;
				<br><br> （5）不可抗力（鉴于互联网之特殊性质，不可抗力亦包括黑客攻击、电信部门技术调整导致之重大影响、因政府管制导致的暂时关闭、病毒侵袭等影响互联网正常运行之情形）；
				<br><br> （6）为维护账号与系统安全等紧急情况之需要的;
				<br><br> （7）其他可能导致中止或终止的情形。
				<br><br> 如发生中止或终止的，雅集将根据相关法律法规，视情况对您账号内尚未使用的虚拟物品进行合理处理。
				<br><br>14.10如因您违反本协议导致中止或终止的，雅集有权依据您行为的性质和严重程度决定对您或您的账号采取下述一种或多种处理方式：
				<br><br>（1）视情况对您的账号采取永久封禁、限制功能等措施;
				<br><br> （2）对您账号的虚拟物品服务进行临时或永久冻结，冻结期限由雅集视情况决定;
				<br><br> （3）要求您以法定货币等价返还已经消费的、以非正常方式获得的虚拟物品（包括以打赏等方式已经消费掉的虚拟物品）;
				<br><br> （4）收取违约金，并将您尚未使用的任何虚拟物品、积分、权益或虚拟商品等冲抵违约金；若违约金不足以赔偿损失，雅集有权进一步要求您赔偿损失;
				<br><br> （5）若您的行为已涉及违法犯罪，雅集有权移交行政或司法机关处理。
				<br><br> 十五、其他
				<br><br> 1、我们郑重提醒用户注意本协议中免除我们责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。
				<br><br> 2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和我们之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交我们住所地有管辖权的人民法院管辖。
				<br><br> 3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
			</view>

			<!-- 关于我们 -->
			<view class="" v-show="isAboutOur" style="color:rgba(0, 0, 0, 0.7);">
				<view style="text-align: center;margin-bottom: 50rpx;">关于我们</view>
				<view class="">产品不删档公测阶段，欢迎朋友们提供各种建议。可通过问题反馈或以下方式与我们联系。</view>
				<br> 联系我们：
				<br><br>
				邮箱：kefu@suoeryoude.cn
				<text @click="copy(copyEmail)">
					<img style="width: 30rpx; height: 30rpx; margin-left: 20rpx;"
						src="	https://axhub.im/ax10/85ee1db375b49826/images/%E5%85%B3%E4%BA%8E/u5.svg" alt="">
				</text>
				<br><br> 微信：yajixiaoya
				<text @click="copy(copyWechat)">
					<img style="width: 30rpx; height: 30rpx; margin-left: 20rpx;"
						src="	https://axhub.im/ax10/85ee1db375b49826/images/%E5%85%B3%E4%BA%8E/u5.svg" alt="">
				</text> <br><br>
				QQ群：704329837
				<text @click="copy(copyQQ)">
					<img style="width: 30rpx; height: 30rpx; margin-left: 20rpx;"
						src="	https://axhub.im/ax10/85ee1db375b49826/images/%E5%85%B3%E4%BA%8E/u5.svg" alt="">
				</text> <br><br>
				郑州索而有得信息科技有限公司，是一家致力于互联网软件应用的开发和运营的公司。我们致力于科技与文化的结合，利用互联网技术，传承和发扬中国传统文化。在科技快速发展的今天，世界各国的文化思想也在相互影响。我们希有更多的国人，尤其是年轻人，了解和传承我们自己的文化。
				<br><br>索而有得，坚持对科技的持续探索，希望通过稳健的技术和
				精良的产品，为客户提供坚固、扎实的软件信息服务。
			</view>
		</view>
	</view>
</template>
<script>
	export default {
		name: 'page',
		data() {
			return {
				data: '',
				isUserAgreement: false, //用户协议
				isProvicy: false, //隐私政策
				isAboutOur: false,
				copyEmail: 'kefu@suoeryoude.cn',
				copyWechat: 'yajixiaoya ',
				copyQQ: '704329837'
			}
		},
		onLoad() {
			let that = this
			that.getRichText()
		},
		methods: {
			// 复制
			copy(value) {
				uni.setClipboardData({
					data: value,
					success: function() {
						//调用方法成功
						console.log('success');
					}
				})
			},
			getRichText() {
				let that = this
				if (that.$Route.query.id == 1) {
					this.isUserAgreement = true
				}
				if (that.$Route.query.id == 2) {
					this.isProvicy = true
				}
				if (that.$Route.query.id == 3) {
					this.isAboutOur = true
				}


				// that.$api('richtext.detail', {
				// 	id: that.$Route.query.id
				// }).then(res => {
				// 	that.data = res.data
				// 	console.log(res.data);
				// 	console.log(that.$Route.query.id);
				// 	if (res.data.id == 1) {
				// 		this.isUserAgreement = true
				// 	}
				// 	if (res.data.id == 2) {
				// 		this.isProvicy = true
				// 	}
				// 	if (res.data.id == 3) {
				// 		this.isAboutOur = true
				// 	}
				// })
			}
		}
	}
</script>
<style lang="scss" scoped>

</style>